/* If something went wrong, but the writing was generally successful */
" However, there was an error writing one or more of the files" = " Cependant, il ya eu une erreur d'écriture d'un ou plusieurs des dossiers ";

/* Actionsheet message for stating that nothing was generated  */
"An error has occurred and no files have been generated." = "Une erreur s’est produite et aucun dossier n’a été généré.";

/* Title of an alert if there is an error getting content of a url */
"An Error Occurred" = "Une erreur s’est produite";

/* The title for the action sheet saying something went wrong */
"An error occurred while verifying the JSON" = "Une erreur s’est produite pendant la verification du JSON";

/* Label to have the user select which folder to choose */
"Choose" = "Choisissez";

/* Button to dismiss an action sheet */
"Dismiss" = "Rejeter";

/* Prompt user gets to enter a URL */
"Enter URL..." = "Entrez l’URL...";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Prévu pour volume genre %1$@, reçu %2$@";

/* No comment provided by engineer. */
"Expected status code %@, got %d" = "Prévu pour %1$@, reçu %2$d";

/* Toolbar item name for General Preferences */
"General" = "Generale";

/* This is the current title of http options window that gets written */
"Options" = "Options";

/* In the main screen, this is the verify button that formats the JSON */
"Verify" = "Vérifiez";

/* In the main screen, this is the button that fetches data from a URL */
"Get Data" = "Obtenir les données";

/* In the main screen, this is the button that writes out files */
"Generate Files" = "Générer les dossiers";

/* Message when writing the files, nothing was written */
"No file were written to the disk" = "Voyez-donc – rien ne s’est passé. Actualisez plus cette fois.";

/* Error message to state the JSON didn't start with a {} or [] */
"JSON text did not start with array or object." = "Texte JSON ne commence pas avec un array ou un objet..";

/* Message in an actionsheet stating that the write is successful */
"Success!" = "Succès!";

/* If there is nothing in the JSON field, state that there is nothing there */
"There is no content to parse." = "Il n’y a pas de contenu à analyser.";

/* Success message in an action sheet */
"Your files have successfully been generated." = "Vos dossiers ont été générés avec succès.";

/* In the save portion, the label to choose what language */
"Output Language" = "Langue du signal de sortie";

/* In the save portion, the label to choose what the package is */
"Package Name" = "Nom du paquet";

/* In the save portion, the prompt to specify what the base class is */
"Base Class" = "Fichier de base";

/* The prompt to tell the user they are about to overwrite the files in the existing application */
"This operation will overwrite files in this directory. Are you sure you want to continue?" = "Un fichier ou un dossier du même nom existe déjà à l'emplacement de destination. Le remplacer supprimera son contenu actuel.";

/* Cancel button in the overwrite files prompt */
"Cancel" = "Annuler";

/* Button text to overwrite files */
"Overwrite Files" = "Écraser";

/* The title of the prompt to tell the user they are about to overwrite the files in the existing application */
"Overwrite files?" = "Ecraser les fichiers?";

/* In the save portion, for objective C, determine whether or not to use ARC */
"Use Automatic Reference Counting" = "Utiliser le comptage de référence automatique";



